Repository: Gert-dev/NetPeek
Catalog: po/*.po
Languages: es, nl, ru

source: Discover devices on your local network
es: Descubrir dispositivos en su red local
nl: Scan apparaten op het lokale netwerk
ru: Обнаружение устройств в локальной сети

source: See what's connected to your network
es: Vea qué hay conectado en su red

source: NetPeek is a simple network scanner that helps you discover active devices on your local network.
es: NetPeek es un sencillo escáner de red que ayuda a descubrir dispositivos activos en su red local.

source: Home screen
es: Pantalla principal
nl: Homepagina
ru: Главный экран

source: Scan in Progress
es: Escaneo en proceso
nl: Bezig met scannen
ru: Процесс сканирования

source: Scan Results
es: Resultados del escaneo
nl: Resultaten scan
ru: Результаты сканирования

source: Discover devices on your local network.
es: Descubra dispositivos en su red local.
nl: Scan naar apparaten op het lokale netwerk.
ru: Обнаружение устройств в локальной сети

source: Contributors
es: Contribuidores
nl: Bijdragers
ru: Участники

source: Main Menu
es: Menú principal
nl: Hoofdmenu
ru: Главное меню

source: About
es: Acerca de NetPeek
nl: Over
ru: О приложении

source: Quit
es: Salir
nl: Afsluiten
ru: Выход

source: Scan my Network
es: Escanear mi red
nl: Mijn netwerk scannen
ru: Сканировать сеть

source: IP Range Configuration
es: Configuración del rango IP
nl: Configuratie IP-bereik
ru: Настройка диапазона IP

source: Enter the IP range you want to scan:
es: Introduzca el rango IP a escanear:
nl: Vul het IP-bereik om te scannen in:
ru: Введите диапазон IP для сканирования:

source: IP Range
es: Rango IP
nl: IP-bereik
ru: Диапазон IP

source: Examples: 192.168.1.0/24, 10.0.0.1-50, 172.16.1.100-200
es: Ejemplos: 192.168.1.0/24, 10.0.0.1-50, 172.16.1.100-200
nl: Voorbeelden: 192.168.1.0/24, 10.0.0.1-50, 172.16.1.100-200
ru: Примеры: 192.168.1.0/24, 10.0.0.1-50, 172.16.1.100-200

source: Home Network (192.168.1.x)
es: Red del hogar (192.168.1.x)
nl: Thuis-netwerk (192.168.1.x)
ru: Домашняя сеть (192.168.1.x)

source: Home Network (192.168.0.x)
es: Red del hogar (192.168.0.x)
nl: Thuis-netwerk (192.168.0.x)
ru: Домашняя сеть (192.168.0.x)

source: Corporate (10.0.0.x)
es: Empresarial (10.0.0.x)
nl: Bedrijf (10.0.0.x)
ru: Корпоративная (10.0.0.x)

source: Private (172.16.0.x)
es: Privado (172.16.0.x)
nl: Privaat (172.16.0.x)
ru: Частная (172.16.0.x)

source: Valid IP range!
es: ¡Rango IP válido!
nl: Geldig IP-bereik
ru: Допустимый диапазон IP!

source: Set IP range to:
es: Establecer rango IP a:
nl: IP-bereik ingesteld op:
ru: Установлен диапазон IP:

source: Scanning in progress...
es: Escaneo en proceso...
nl: Bezig met scannen...
ru: Сканирование...

source: Devices found on your network:
es: Dispositivos encontrados en su red:
nl: Apparaten gevonden op het lokale netwerk:
ru: Устройства, найденные в вашей сети:

source: Stop Scanning
es: Detener escaneo
nl: Scannen stoppen
ru: Остановить

source: Stop the current network scan
es: Detiene el escaneo de red actual
nl: Stop de lopende scan van het netwerk
ru: Остановить сканирование сети

source: Scan Again
es: Escanear de nuevo
nl: Opnieuw scannen
ru: Повторить

source: Scanning Network
es: Escaneando red
nl: Netwerk aan het scannen
ru: Сканирование сети

source: Discovering devices on your network... (this may take a while!)
es: Descubriendo dispositivos en su red... (¡esto puede llevar un tiempo!)
nl: Bezig met scannen apparaten op het lokale netwerk... (dit kan even duren)
ru: Обнаружение устройств в вашей сети... (может занять некоторое время)

source: Preparing scan...
es: Preparando escaneo...

source: Time Elapsed: 00:00
es: Tiempo transcurrido: 00:00

source: No Devices Found
es: Ningún dispositivo encontrado
nl: Geen apparaten teruggevonden
ru: Устройства не найдены

source: No devices were found in the specified range!
es: ¡No se encontraron dispositivos en el rango especificado!
nl: Geen apparaten teruggevonden in het opgegeven bereik
ru: Устройства не найдены в указанном диапазоне!

source: Scan Error
es: Error de escaneo
nl: Fout bij scannen
ru: Ошибка сканирования

source: An error occurred while scanning the network!
es: ¡Se produjo un error mientras se escaneaba su red!
nl: Fout bij het scannen van het netwerk
ru: Ошибка при сканировании сети!

source: Time Elapsed: {minutes:02d}:{seconds:02d}
es: Tiempo transcurrido: {minutes:02d}:{seconds:02d}

source: Hosts Scanned: {scanned}/{total}
es: Equipos escaneados: {scanned}/{total}

source: Scanning...
es: Escaneando...
nl: Bezig met scannen...
ru: Сканирование...

source: Scanning
es: Escaneando
nl: Scannen
ru: Сканирование

source: Scan stopped - Found {count} devices
es: Escaneo detenido - {count} dispositivos encontrados
nl: Scan gestopt - {count} apparaten gevonden
ru: Сканирование остановлено - найдено {count} устройство

source: Scan stopped. Found {count} devices so far.
es: Escaneo detenido. {count} dispositivos encontrados hasta ahora.
nl: Scan gestopt. {count} apparaten reeds gevonden.
ru: Сканирование остановлено. Найдено {count} устройство.

source: Scan stopped - No devices found
es: Escaneo detenido - Ningún dispositivo encontrado
nl: Scan gestopt - Geen apparaten gevonden
ru: Сканирование остановлено - устройства не найдены

source: Scan stopped. No devices found.
es: Escaneo detenido. Ningún dispositivo encontrado.
nl: Scan gestopt. Geen apparaten gevonden
ru: Сканирование остановлено. Устройства не найдены.

source: Found {count} devices
es: {count} dispositivos encontrados
nl: {count} apparaten gevonden
ru: Найдено {count} устройство

source: Found {count} devices on the network.
es: {count} dispositivos encontrados en la red.
nl: {count} apparten gevonden op het netwerk.
ru: Найдено {count} устройство в сети.

source: No devices found
es: Ningún dispositivo encontrado
nl: Geen apparaten gevonden
ru: Устройства не найдены

source: No devices found in the specified range
es: Ningún dispositivo encontrado en el rango especificado
nl: Geen apparaten gevonden in het opgegeven bereik
ru: Устройства не найдены в указанном диапазоне

source: An error occurred!
es: ¡Se produjo un error!
nl: Er is iets misgelopen!
ru: Произошла ошибка!

source: Unknown IP
es: IP desconocida
nl: Onbekend IP-adres
ru: Неизвестный IP

source: Unknown
es: Desconocido
nl: Onbekend
ru: Неизвестно

source: Hostname
es: Nombre del equipo
nl: Hostnaam
ru: Имя хоста

source: No Ports Open
es: Ningún puerto abierto
nl: Geen geopende poorten
ru: Открытых портов нет

source: Ports Open
es: Puertos abiertos
nl: Geopende poorten
ru: Открытые порты

source: NetPeek is a simple network scanner that helps you discover active devices on your local network. It shows open ports, hostnames, and allows easy rescan with a clean, user-friendly interface.
nl: NetPeek is een eenvoudige netwerkscanner die je helpt met het ontdekken van actieve apparaten op het lokale netwerk. Het toont geopende poorten en hostnames en laat vlot toe om opnieuw te scannen dankzij een gebruiksvriendelijke interface.
ru: NetPeek — это простой сетевой сканер, который помогает обнаруживать активные устройства в локальной сети. Он показывает открытые порты, имена хостов и позволяет легко повторять сканирование благодаря удобному интерфейсу.

source: Error:
nl: Fout:
ru: Ошибка:
